Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Use insights to maintain healthy habits
ar: استخدم الأفكار للحفاظ على عادات صحية
bg: Използвайте информацията, за да поддържате здравословни навици.
ca: Utilitza les percepcions per mantenir hàbits saludables.
cs: Využijte poznatky k udržení zdravých návyků.
da: Brug indsigter til at opretholde sunde vaner.
de: Nutze Erkenntnisse, um gesunde Gewohnheiten aufrechtzuerhalten.
el: Χρησιμοποιήστε τις γνώσεις για να διατηρήσετε υγιεινές συνήθειες.
es: Utiliza los conocimientos para mantener hábitos saludables.
fi: Käytä oivalluksia terveiden tapojen ylläpitämiseen.
fr: Utilisez des informations pour maintenir des habitudes saines.
he: השתמש בתובנות כדי לשמור על הרגלים בריאים.
hi: स्वास्थ्यवर्धक आदतों को बनाए रखने के लिए अंतर्दृष्टि का उपयोग करें।
hr: Koristite uvide za održavanje zdravih navika.
hu: Használj betekintéseket az egészséges szokások fenntartásához.
id: Gunakan wawasan untuk mempertahankan kebiasaan yang sehat.
it: Utilizza le intuizioni per mantenere abitudini salutari.
ja: 健康的な習慣を維持するために洞察を活用する
kk: Денсаулықты сақтау үшін пайдалы әдеттерді ұстану үшін ақпаратты пайдаланыңыз.
ms: Gunakan wawasan untuk mengekalkan tabiat sihat.
nl: Gebruik inzichten om gezonde gewoonten te onderhouden.
pl: Wykorzystaj spostrzeżenia, aby utrzymać zdrowe nawyki.
pt_br: Use insights para manter hábitos saudáveis.
pt_pt: Use insights para manter hábitos saudáveis.
ro: Folosește informațiile pentru a menține obiceiuri sănătoase.
ru: Используйте понимание для поддержания здоровых привычек.
sk: Využite poznatky na udržanie zdravých návykov.
sl: Uporabite vpoglede za ohranjanje zdravih navad.
sv: Använd insikter för att upprätthålla hälsosamma vanor.
th: ใช้ข้อมูลเชิงลึกเพื่อรักษานิสัยที่ดีต่อสุขภาพ
tr: Sağlıklı alışkanlıkları sürdürmek için içgörüleri kullanın.
uk: Використовуйте інсайти для підтримки здорових звичок.
vi: Sử dụng thông tin để duy trì thói quen lành mạnh.
zh_hans: 利用洞察力保持健康习惯
zh_hant: 利用見解來保持健康習慣

source: Use Mock Sleep Data
ar: استخدم بيانات نوم مزيفة
bg: Използвайте симулирани данни за сън.
ca: Utilitza dades simulades de son.
cs: Použijte fiktivní data o spánku.
da: Brug mock søvndata
de: Verwenden Sie Mock-Schlafdaten.
el: Χρησιμοποιήστε Ψευδής Δεδομένα Ύπνου
es: Usa Datos de Sueño Simulados
fi: Käytä valeunidataa.
fr: Utilisez des données de sommeil fictives.
he: השתמש בנתוני שינה מדומים
hi: नकली नींद dữखे का उपयोग करें।
hr: Koristite lažne podatke o spavanju.
hu: Használj átkonfigurált alvásadatokat.
id: Gunakan Data Tidur Palsu
it: Utilizza dati simulati sul sonno
ja: モック睡眠データを使用してください。
kk: Мок ұйқы деректерін пайдаланыңыз.
ms: Gunakan Data Tidur Palsu
nl: Gebruik Nep Slaapgegevens
pl: Użyj danych dotyczących snu w wersji próbnej.
pt_br: Use Dados de Sono Simulados.
pt_pt: Utilizar Dados Simulados de Sono
ro: Folosește datele simulate despre somn.
ru: Используйте имитационные данные о сне.
sk: Použite simulované údaje o spánku.
sl: Uporabite simulirane podatke o spanju.
sv: Använd mock-sömndata
th: ใช้ข้อมูลการนอนหลับแบบจำลอง
tr: Sahte Uyku Verilerini Kullanın
uk: Використовуйте дані про сон для моделювання.
vi: Sử dụng dữ liệu giấc ngủ giả mạo
zh_hans: 使用模拟睡眠数据
zh_hant: 使用模擬睡眠數據

source: Use the statistics to identify patterns, set realistic goals, and maintain consistent hydration habits. Look for trends and adjust your routine accordingly.
ar: استخدم الإحصائيات لتحديد الأنماط، وضع أهدافًا واقعية، وحافظ على عادات لترطيب الجسم بشكل منتظم. ابحث عن الاتجاهات وقم بتعديل روتينك وفقًا لذلك.
bg: Използвайте статистиката, за да идентифицирате модели, да зададете реалистични цели и да поддържате последователни навици за хидратация. Търсете тенденции и коригирайте рутината си в съответствие с тях.
ca: Utilitza les estadístiques per identificar patrons, establir objectius realistes i mantenir hàbits d'hidratació consistents. Cerca tendències i ajusta la teva rutina en conseqüència.
cs: Použijte statistiky k identifikaci vzorců, stanovte si realistické cíle a udržujte konzistentní návyky hydratace. Hledejte trendy a podle toho upravte svou rutinu.
da: Brug statistikkerne til at identificere mønstre, sætte realistiske mål og opretholde konsekvente hydrationsvaner. Hold øje med tendenser og tilpas din rutine derefter.
de: Nutze die Statistiken, um Muster zu erkennen, realistische Ziele zu setzen und konsistente Hydratationsgewohnheiten beizubehalten. Achte auf Trends und passe deine Routine entsprechend an.
el: Χρησιμοποιήστε τις στατιστικές για να αναγνωρίσετε μοτίβα, να θέσετε ρεαλιστικούς στόχους και να διατηρήσετε σταθερές συνήθειες ενυδάτωσης. Αναζητήστε τάσεις και προσαρμόστε τη ρουτίνα σας ανάλογα.
es: Utiliza las estadísticas para identificar patrones, establecer metas realistas y mantener hábitos de hidratación consistentes. Busca tendencias y ajusta tu rutina en consecuencia.
fi: Käytä tilastoja tunnistaaksesi kaavat, aseta realistisia tavoitteita ja pidä yllä johdonmukaisia ​​nesteytystottumuksia. Etsi trendejä ja säädä rutiiniasi sen mukaisesti.
fr: Utilisez les statistiques pour identifier des tendances, établir des objectifs réalistes et maintenir des habitudes d'hydratation cohérentes. Recherchez des tendances et ajustez votre routine en conséquence.
he: השתמש בסטטיסטיקות כדי לזהות דפוסים, לקבוע מטרות ריאליות ולשמור על הרגלי הידרציה עקביים. חפש מגמות והתאים את השגרה שלך בהתאם.
hi: आँकड़ों का उपयोग करके पैटर्न पहचानें, यथार्थवादी लक्ष्य निर्धारित करें, और निरंतर जलयोजन की आदतें बनाए रखें। रुझानों की खोज करें और उसके अनुसार अपनी दिनचर्या में समायोजन करें।
hr: Iskoristite statistiku kako biste identificirali obrasce, postavili realne ciljeve i održavali dosljedne navike hidratacije. Pratite trendove i prilagodite svoju rutinu prema tome.
hu: Használja a statisztikákat a minták azonosítására, reális célok kitűzésére és a következetes hidratálási szokások fenntartására. Keresd a trendeket és igazítsd ennek megfelelően a rutinodat.
id: Gunakan statistik untuk mengidentifikasi pola, menetapkan tujuan yang realistis, dan menjaga kebiasaan hidrasi yang konsisten. Cari tren dan sesuaikan rutinitas Anda sesuai kebutuhan.
it: Utilizza le statistiche per identificare modelli, impostare obiettivi realistici e mantenere abitudini di idratazione coerenti. Cerca tendenze e adatta di conseguenza la tua routine.
ja: 統計を使用してパターンを特定し、現実的な目標を設定し、一貫した水分摂取習慣を維持しましょう。傾向を探し、それに応じてルーチンを調整してください。
kk: Статистиканы пайдаланып, паттерндерді анықтаңыз, шынайы мақсаттар қойыңыз және тұрақты су ішуді әдетке айналдырыңыз. Трендтерді бақылап, күн тәртібіңізді соған сәйкес реттеңіз.
ms: Gunakan statistik untuk mengenal pasti corak, menetapkan matlamat yang realistik, dan mengekalkan tabiat penghidratan yang konsisten. Perhatikan trend dan sesuaikan rutin anda mengikutnya.
nl: Gebruik de statistieken om patronen te identificeren, stel realistische doelen vast en onderhoud consistente hydratatiegewoonten. Zoek naar trends en pas je routine dienovereenkomstig aan.
pl: Użyj statystyk, aby zidentyfikować wzorce, ustalić realistyczne cele i utrzymać konsekwentne nawyki nawodnienia. Szukaj trendów i dostosuj swoją rutynę w odpowiedni sposób.
pt_br: Use as estatísticas para identificar padrões, estabelecer metas realistas e manter hábitos de hidratação consistentes. Procure por tendências e ajuste sua rotina de acordo.
pt_pt: Use as estatísticas para identificar padrões, definir metas realistas e manter hábitos de hidratação consistentes. Procure por tendências e ajuste a sua rotina de acordo.
ro: Folosește statisticile pentru a identifica modele, stabilește obiective realiste și menține obiceiuri de hidratare constante. Caută tendințe și ajustează-ți rutina în consecință.
ru: Используйте статистику для выявления закономерностей, установления реалистичных целей и поддержания постоянных привычек гидратации. Обратите внимание на тренды и корректируйте свой распорядок соответственно.
sk: Použite štatistiky na identifikáciu vzorov, stanovenie realistických cieľov a udržiavanie konzistentných návykov hydratácie. Hľadajte trendy a príslušne prispôsobte svoju rutinu.
sl: Uporabite statistiko za prepoznavanje vzorcev, postavite realne cilje in vzdržujte dosledne navade hidracije. Iščite trende in prilagodite svojo rutino temu ustrezno.
sv: Använd statistiken för att identifiera mönster, sätta realistiska mål och upprätthålla konsekventa hydrationsvanor. Leta efter trender och justera din rutin i enlighet med detta.
th: ใช้สถิติในการระบุรูปแบบตั้งเป้าหมายที่เป็นจริง และรักษานิสัยการดื่มน้ำให้สม่ำเสมอ ค้นหาแนวโน้มและปรับปรุงกิจวัตรของคุณให้เหมาะสม
tr: İstatistikleri kullanarak kalıpları tanımlayın, gerçekçi hedefler belirleyin ve düzenli hidratasyon alışkanlıklarını sürdürün. Eğilimleri gözlemleyin ve rutininizi buna göre ayarlayın.
uk: Використовуйте статистику для виявлення патернів, встановлення реалістичних цілей та підтримки сталі звички гідратації. Шукайте тенденції та коригуйте свій режим відповідно.
vi: Sử dụng các số liệu thống kê để xác định xu hướng, đặt ra mục tiêu thực tế và duy trì thói quen cung cấp đủ nước. Tìm kiếm những xu hướng và điều chỉnh thói quen của bạn cho phù hợp.
zh_hans: 使用统计数据识别模式，设定现实目标，并保持一致的补水习惯。寻找趋势并相应地调整你的日常 routine。
zh_hant: 利用統計數據來識別模式，設定現實的目標，並保持一致的補水習慣。尋找趨勢並根據需要調整你的日常作息。

source: Use your HealthKit data to calculate daily goal
ar: استخدم بيانات HealthKit الخاصة بك لحساب الهدف اليومي.
bg: Използвайте данните от HealthKit, за да изчислите дневната си цел.
ca: Utilitza les teves dades de HealthKit per calcular l'objectiu diari.
cs: Použijte svá data z HealthKit k výpočtu denního cíle.
da: Brug dine HealthKit-data til at beregne dit daglige mål.
de: Verwenden Sie Ihre HealthKit-Daten, um ein tägliches Ziel zu berechnen.
el: Χρησιμοποιήστε τα δεδομένα σας από το HealthKit για να υπολογίσετε τον καθημερινό στόχο.
es: Utiliza tus datos de HealthKit para calcular tu objetivo diario.
fi: Käytä HealthKit-tietojasi päivittäisen tavoitteen laskemiseen.
fr: Utilisez vos données HealthKit pour calculer votre objectif quotidien.
he: השתמש בנתוני HealthKit שלך כדי לחשב את המטרה היומית.
hi: अपने HealthKit डेटा का प्रयोग करके दैनिक लक्ष्य निर्धारित करें।
hr: Iskoristite svoje HealthKit podatke za izračun dnevnog cilja.
hu: Használja a HealthKit adatait a napi cél kiszámításához.
id: Gunakan data HealthKit Anda untuk menghitung tujuan harian.
it: Utilizza i tuoi dati di HealthKit per calcolare l'obiettivo giornaliero.
ja: あなたのHealthKitデータを使用して、日々の目標を計算してください。
kk: HealthKit деректеріңізді пайдаланып күндік мақсатты есептеңіз.
ms: Gunakan data HealthKit anda untuk mengira sasaran harian.
nl: Gebruik je HealthKit-gegevens om je dagelijkse doel te berekenen.
pl: Użyj danych z HealthKit, aby obliczyć codzienny cel.
pt_br: Use seus dados do HealthKit para calcular a meta diária.
pt_pt: Utilize os seus dados do HealthKit para calcular a meta diária.
ro: Folosește datele tale din HealthKit pentru a calcula obiectivul zilnic.
ru: Используйте свои данные HealthKit для расчета ежедневной цели.
sk: Použite svoje údaje z HealthKitu na vypočítanie denného cieľa.
sl: Uporabite svoje podatke iz HealthKit za izračun dnevnih ciljev.
sv: Använd din HealthKit-data för att beräkna dagliga mål.
th: ใช้งานข้อมูล HealthKit ของคุณเพื่อตั้งเป้าหมายประจำวัน
tr: HealthKit verilerinizi kullanarak günlük hedefinizi hesaplayın.
uk: Використовуйте свої дані HealthKit для розрахунку щоденної мети.
vi: Sử dụng dữ liệu HealthKit của bạn để tính toán mục tiêu hàng ngày.
zh_hans: 使用您的HealthKit数据来计算每日目标。
zh_hant: 使用您的 HealthKit 數據來計算每日目標。

source: Used for individual plan
ar: مستخدم للخطة الفردية
bg: Използва се за индивидуален план.
ca: Utilitzat per a pla individual
cs: Používá se pro individuální plán.
da: Brugt til individuel plan.
de: Verwendet für den individuellen Plan
el: Χρησιμοποιείται για ατομικό σχέδιο
es: Utilizado para plan individual.
fi: Käytetään yksilölliseen suunnitelmaan.
fr: Utilisé pour un plan individuel.
he: שימושי עבור תוכנית אישית
hi: व्यक्तिगत योजना के लिए उपयोग किया जाता है।
hr: Koristi se za individualni plan.
hu: Egyéni tervhez használva.
id: Digunakan untuk rencana individu
it: Utilizzato per il piano individuale.
ja: 個別計画に使用されます。
kk: Жеке жоспар үшін қолданылады.
ms: Digunakan untuk pelan individu.
nl: Gebruikt voor individueel plan
pl: Używane do planu indywidualnego.
pt_br: Usado para plano individual.
pt_pt: Utilizado para plano individual.
ro: Utilizat pentru plan individual.
ru: Используется для индивидуального плана.
sk: Používa sa pre individuálny plán.
sl: Uporabljeno za individualni načrt.
sv: Används för individuell plan.
th: ใช้สำหรับแผนส่วนบุคคล
tr: Bireysel plan için kullanılır.
uk: Використовується для індивідуального плану.
vi: Sử dụng cho kế hoạch cá nhân.
zh_hans: 用于个人计划
zh_hant: 用於個人計劃

source: Used to calculate your optimal daily water intake based on your body's needs
ar: يتم استخدامه لحساب احتياجك اليومي المثالي من الماء بناءً على احتياجات جسمك.
bg: Използва се за изчисляване на оптималния дневен прием на вода в зависимост от нуждите на тялото ви.
ca: S'utilitza per calcular la teva ingesta d'aigua diària òptima en funció de les necessitats del teu cos.
cs: Používá se k výpočtu vašeho optimálního denního příjmu vody na základě potřeb vašeho těla.
da: Brugt til at beregne dit optimale daglige vandindtag baseret på din krops behov.
de: Wird verwendet, um Ihre optimale tägliche Wasserzufuhr basierend auf den Bedürfnissen Ihres Körpers zu berechnen.
el: Χρησιμοποιείται για να υπολογίσει την ιδανική ημερήσια πρόσληψη νερού με βάση τις ανάγκες του σώματός σας.
es: Se utiliza para calcular su ingesta diaria óptima de agua basada en las necesidades de su cuerpo.
fi: Käytetään optimaalisen päivittäisen vesimäärän laskemiseen kehosi tarpeiden perusteella.
fr: Utilisé pour calculer votre apport quotidien optimal en eau en fonction des besoins de votre corps.
he: משמש לחישוב הצריכה היומית האופטימלית שלך של מים בהתבסס על הצרכים של הגוף שלך.
hi: आपकी शरीर की आवश्यकताओं के आधार पर आपके अनुशंसित दैनिक पानी के सेवन की गणना करने के लिए उपयोग किया जाता है।
hr: Koristi se za izračunavanje vaše optimalne dnevne potrebe za vodom na temelju potreba vašeg tijela.
hu: Arra használják, hogy kiszámolja a napi optimális vízfogyasztását a teste igényei alapján.
id: Digunakan untuk menghitung kebutuhan asupan air harian yang optimal berdasarkan kebutuhan tubuh Anda.
it: Utilizzato per calcolare il tuo fabbisogno ottimale di acqua giornaliera in base alle esigenze del tuo corpo.
ja: あなたの体のニーズに基づいて、最適な1日の水分摂取量を計算するために使用されます。
kk: Сіздің денеңіздің қажеттіліктеріне негізделген күнделікті су тұтынуыңызды есептеу үшін пайдаланылады.
ms: Digunakan untuk mengira pengambilan air harian yang optimum berdasarkan keperluan badan anda.
nl: Gebruikt om je optimale dagelijkse waterinname te berekenen op basis van de behoeften van je lichaam.
pl: Używane do obliczenia optymalnego dziennego spożycia wody w oparciu o potrzeby twojego ciała.
pt_br: Usado para calcular sua ingestão diária ideal de água com base nas necessidades do seu corpo.
pt_pt: Usado para calcular a sua ingestão diária óptima de água com base nas necessidades do seu corpo.
ro: Utilizat pentru a calcula necesarul zilnic optimal de apă în funcție de nevoile corpului tău.
ru: Используется для расчета вашей оптимальной суточной потребности в воде в зависимости от нужд вашего организма.
sk: Používa sa na výpočet vašej optimálnej dennej potreby vody na základe potrieb vášho tela.
sl: Uporablja se za izračun vašega optimalnega dnevnega vnosa vode na podlagi potreb vašega telesa.
sv: Används för att beräkna ditt optimala dagliga vattenintag baserat på dina kroppens behov.
th: ใช้ในการคำนวณปริมาณน้ำที่เหมาะสมต่อวันตามความต้องการของร่างกายคุณ
tr: Vücudunuzun ihtiyaçlarına göre optimal günlük su alımınızı hesaplamak için kullanılır.
uk: Використовується для розрахунку вашого оптимального денного споживання води на основі потреб вашого організму.
vi: Dùng để tính toán lượng nước tối ưu bạn cần uống hàng ngày dựa trên nhu cầu của cơ thể.
zh_hans: 用于根据您身体的需求计算您的最佳每日水摄入量。
zh_hant: 用來根據您身體的需求計算您的最佳每日水攝取量。

source: Using Statistics Effectively
ar: استخدام الإحصائيات بفعالية
bg: Използване на статистиката ефективно
ca: Utilitzant les estadístiques de manera efectiva
cs: Používání statistik efektivně
da: At bruge statistik effektivt
de: Statistiken effektiv nutzen
el: Χρησιμοποιώντας Στατιστικά Αποτελεσματικά
es: Usando la Estadística de Manera Efectiva
fi: Tilastojen tehokas käyttö
fr: Utiliser les statistiques de manière efficace
he: שימוש בסטטיסטיקה בצורה יעילה
hi: सांख्यिकी का प्रभावी ढंग से उपयोग करना
hr: Korištenje statistike učinkovito
hu: A statisztika hatékony használata
id: Menggunakan Statistik Secara Efektif
it: Utilizzare le statistiche in modo efficace
ja: 統計を効果的に活用する
kk: Статистиканы тиімді пайдалану
ms: Menggunakan Statistik dengan Berkesan
nl: Statistiek Effectief Gebruiken
pl: Skuteczne wykorzystywanie statystyki
pt_br: Usando Estatísticas de Forma Eficaz
pt_pt: Utilizando Estatísticas de Forma Eficaz
ro: Folosind statisticile eficient
ru: Эффективное использование статистики
sk: Efektívne využívanie štatistiky
sl: Učinkovita uporaba statistike
sv: Att Använda Statistik Effektivt
th: การใช้สถิติอย่างมีประสิทธิภาพ
tr: İstatistikleri Etkili Bir Şekilde Kullanmak
uk: Ефективне використання статистики
vi: Sử dụng Thống kê Một Cách Hiệu Quả
zh_hans: 有效使用统计数据
zh_hant: 有效使用統計數據

source: Using Weather Insights
ar: استخدام رؤى الطقس
bg: Използване на метеорологични прозорци
ca: Utilitzant Informes Meteorològics
cs: Používání meteorologických analýz
da: Brug af vejrinformationer
de: Wetteranalysen verwenden
el: Χρησιμοποιώντας τις Καιρικές Εν Insights
es: Usando Pronósticos del Tiempo
fi: Säätiedotusten käyttäminen
fr: Utiliser les Insights météorologiques
he: שימוש בתובנות מזג האוויר
hi: मौसम की जानकारी का उपयोग करना
hr: Korištenje vremenskih uvida
hu: Időjárási betekintések használata
id: Menggunakan Wawasan Cuaca
it: Utilizzando le Previsioni Meteorologiche
ja: 天気インサイトを使用する
kk: Синоптик мәліметтерін пайдалану
ms: Menggunakan Wawasan Cuaca
nl: Gebruik van Weerinzichten
pl: Używając informacji o pogodzie
pt_br: Usando Insights de Clima
pt_pt: Usando Insights Meteorológicos
ro: Folosind Informațiile Meteo
ru: Используя прогноз погоды
sk: Používanie klimatických prehľadov
sl: Uporaba vremenskih vpogledov
sv: Använda väderinsikter
th: ใช้ข้อมูลเชิงลึกเกี่ยวกับสภาพอากาศ
tr: Hava Durumu İçgörüleri Kullanarak
uk: Використовуючи метеорологічні дані
vi: Sử dụng thông tin thời tiết
zh_hans: 使用天气洞察
zh_hant: 使用天氣洞察

source: UV exposure accelerates dehydration
ar: التعرض للأشعة فوق البنفسجية يسرع من الجفاف.
bg: UV излагането ускорява дехидратацията.
ca: L'exposició a la radiació UV accelera la deshidratació.
cs: UV záření urychluje dehydrataci.
da: UV-eksponering fremskynder dehydrering.
de: UV-Exposition beschleunigt die Dehydration.
el: Η έκθεση σε UV επιταχύνει την αφυδάτωση.
es: La exposición a los rayos UV acelera la deshidratación.
fi: UV-altistus kiihdyttää kuivumista.
fr: L'exposition aux UV accélère la déshydratation.
he: חשיפה לקרני UV מזרזת התייבשות.
hi: यूवी एक्सपोजर निर्जलीकरण को तेज करता है।
hr: IZLAGANJE UV ZRAČENJU UBRZAVA DEHIDRACIJU
hu: Az UV-sugárzás felgyorsítja a dehidratációt.
id: Pajanan UV mempercepat dehidrasi.
it: L'esposizione ai raggi UV accelera la disidratazione.
ja: UV曝露は脱水を加速させる。
kk: Ультракүлгін сәулелердің әсері сусыздандыруды тездетеді.
ms: Pendedahan UV mempercepatkan dehidrasi.
nl: UV-blootstelling versnelt uitdroging.
pl: Ekspozycja na promieniowanie UV przyspiesza odwodnienie.
pt_br: A exposição ao UV acelera a desidratação.
pt_pt: A exposição aos raios UV acelera a desidratação.
ro: Expunerea la UV accelerează deshidratarea.
ru: Ультрафиолетовое облучение ускоряет обезвоживание.
sk: UV žiarenie urýchľuje dehydratáciu.
sl: UV izpostavljenost pospešuje dehidracijo.
sv: UV-exponering accelererar dehydrering.
th: การสัมผัสกับรังสียูวีทำให้การขาดน้ำเกิดขึ้นเร็วขึ้น
tr: UV maruziyeti dehidratasyonu hızlandırır.
uk: Вплив УФ-променів прискорює зневоднення.
vi: Sự tiếp xúc với tia UV làm tăng tốc độ mất nước.
zh_hans: 紫外线暴露加速脱水
zh_hant: UV輻射會加速脫水。

source: UV Index
ar: مؤشر الأشعة فوق البنفسجية
bg: UV индекс
ca: Índex UV
cs: UV index se překládá jako "UV index" v češtině.
da: UV-indeks
el: Δείκτης UV
es: Índice UV
fi: UV-indeksi
fr: Indice UV
he: מדד UV
hi: यूवी सूचकांक
hr: UV indeks
hu: UV Index: UV index
id: Indeks UV
it: Indice UV
ja: UVインデックス
kk: Ультракүлгін индексі
ms: Indeks UV
pl: Indeks UV
pt_br: Índice UV
pt_pt: Índice UV
ro: Indicele UV
ru: Индекс УФ-излучения
sl: UV indeks
th: ดัชนี UV
tr: UV İndeksi
uk: УФ-індекс
vi: Chỉ số UV
zh_hans: 紫外线指数
zh_hant: 紫外線指數

source: Very (6–7 days/week)
ar: كثيرًا (6-7 أيام في الأسبوع)
bg: Много (6–7 дни/седмица)
ca: Molt (6-7 dies/setmana)
cs: Velmi (6–7 dní/týden)
da: Meget (6-7 dage/uge)
de: Sehr (6–7 Tage/Woche)
el: Πολύ (6-7 ημέρες/εβδομάδα)
es: Muy (6-7 días/semana)
fi: Erittäin (6–7 päivää/vikossa)
fr: Très (6-7 jours/semaine)
he: מאוד (6–7 ימים בשבוע)
hi: बहुत (6–7 दिन/सप्ताह)
hr: Vrlo (6–7 dana/tjedno)
hu: Nagyon (6-7 nap/hét)
id: Sangat (6–7 hari/minggu)
it: Molto (6-7 giorni/settimana)
ja: 非常に（週6〜7日）
kk: Өте (6–7 күн/апта)
ms: Sangat (6–7 hari/minggu)
nl: Zeer (6–7 dagen/week)
pl: Bardzo (6–7 dni w tygodniu)
pt_br: Muito (6–7 dias/semana)
pt_pt: Muito (6–7 dias/semana)
ro: Foarte (6–7 zile/săptămână)
ru: Очень (6–7 дней в неделю)
sk: Veľmi (6–7 dní/týždeň)
sl: Zelo (6–7 dni/teden)
sv: Mycket (6–7 dagar/vecka)
th: มาก (6–7 วัน/สัปดาห์)
tr: Çok (haftada 6-7 gün)
uk: Дуже (6-7 днів на тиждень)
vi: Cực kỳ (6–7 ngày/tuần)
zh_hans: 非常（每周6-7天）
zh_hant: 非常（每週6-7天）

source: Very high UV (+150ml)
ar: أشعة فوق بنفسجية مرتفعة جداً (+150 مل)
bg: Много високи УВ (+150 мл)
ca: UV molt alt (+150ml)
cs: Velmi vysoké UV (+150ml)
da: Meget høj UV (+150ml)
de: Sehr hohe UV (+150ml)
el: Πολύ υψηλός UV (+150ml)
es: UV muy alto (+150ml)
fi: Erittäin korkea UV (+150 ml)
fr: UV très élevé (+150 ml)
he: UV מאוד גבוה (+150 מ"ל)
hi: बहुत उच्च यूवी (+150ml)
hr: Vrlo visoka UV (+150ml)
hu: Nagyon magas UV (+150ml)
id: UV sangat tinggi (+150ml)
it: UV molto elevato (+150ml)
ja: 非常に高いUV（+150ml）
kk: Өте жоғары УФ (+150мл)
ms: UV sangat tinggi (+150ml)
nl: Zeer hoge UV (+150ml)
pl: Bardzo wysoki UV (+150ml)
pt_br: UV muito alto (+150ml)
pt_pt: UV muito elevado (+150ml)
ro: UV foarte ridicat (+150ml)
ru: Очень высокий уровень УФ (+150 мл)
sk: Veľmi vysoké UV (+150ml)
sl: Zelo visok UV (+150ml)
sv: Mycket hög UV (+150ml)
th: UV ที่สูงมาก (+150 มล.)
tr: Çok yüksek UV (+150ml)
uk: Дуже високий УФ (+150 мл)
vi: UV cực cao (+150ml)
zh_hans: 非常高的紫外线 (+150ml)
zh_hant: 非常高的紫外線 (+150毫升)
